{
    "HomePage": {
      "soon": "coming soon",
      "title": "Hello world German!",
      "about": "Go to the about page",
      "gameInfoTitle": "Spiel-Infos",
      "gameInfo": "Touch Sensei ist im Laufe der Jahre in verschiedene Länder gereist, hat in jedem Land neue Kulturen kennengelernt und die Tiefen der verschiedenen Seelen berührt. Auf jeder Reise begegnete er neuen Emotionen: der Wärme der Liebe, dem Ruck des Schmerzes, dem kalten Atem der Angst, dem Schatten der Sorge, dem Licht des Glücks, dem Glühen des Mutes, der Tiefe der Traurigkeit, der Leichtigkeit des freudigen Aufschwungs, der Frische der Hoffnung und der schweren Dunkelheit der Verzweiflung... Jedes Gefühl schmeckte anders, jede Emotion hatte eine andere Beschaffenheit.\n\nMit der Zeit lernte Sensei, alle seine Sinne zusammenzubringen; als er alles auf einmal fühlen konnte, erkannte er die Magie hinter den Zufällen. Dieses Geheimnis hat er tief in das Spiel eingewoben.\n\nUm Touch Sensei auf seiner geheimen und wahren Reise zu begleiten, musst du das Spiel sorgfältig spielen. Legen Sie Ihren Finger auf den Kreis und bewegen Sie ihn so lange wie möglich. Auf dem Weg deines Fingers bringt dich jedes Detail, das du entdeckst, einen Schritt näher an die geheimen Türen deiner eigenen Sinne.\n\nTouch Sensei ist der perfekte Führer, um dich mit dir selbst und dem Leben in Einklang zu bringen, und wir wünschen dir viel Spaß auf dieser magischen Reise :)"
    },
    "NotFoundPage": {
        "title": "Nicht gefunden"
    },
    "Metadata": {
        "title": "Touch Sensei | handyspiel",
        "description": "Tritt mit Touch Sensei auf eine emotionale Reise ein! Bewege deinen Finger, um Gefühle zu entfalten, Geheimnisse zu entdecken und eine Welt einzigartiger Texturen zu erkunden. Probiere es jetzt aus."
    },
    "PrivacyPolicyPage": {
        "title": "Datenschutzbestimmungen",
        "text": "Gültigkeitsdatum: 28. September 2024\n\nVielen Dank, dass Sie Touch Sensei verwenden! Ihre Privatsphäre ist uns wichtig. Diese Datenschutzrichtlinie beschreibt, wie wir Ihre Informationen verarbeiten, wenn Sie unsere mobile Anwendung nutzen.\n\n1. Informationen, die wir sammeln\n\nTouch Sensei erhebt, speichert oder teilt keine persönlichen Daten von seinen Nutzern. Wir respektieren Ihre Privatsphäre und sind bestrebt, Ihnen ein sicheres Erlebnis bei der Nutzung unserer App zu bieten.\n\n2. Nutzung Ihrer Informationen\n\nDa wir keine Informationen sammeln, verwenden wir Ihre Daten für keinen Zweck.\n\n3. Dienste Dritter\n\nTouch Sensei integriert oder nutzt keine Drittanbieterdienste, die Ihre persönlichen Informationen sammeln oder verarbeiten. Unsere App funktioniert unabhängig und ohne externe Datenweitergabe.\n\n4. Datenschutz für Kinder\n\nTouch Sensei ist nicht für die Nutzung durch Kinder unter 17 Jahren gedacht.\n\n5. Änderungen dieser Datenschutzrichtlinie\n\nWir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir empfehlen Ihnen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Änderungen dieser Datenschutzrichtlinie treten in Kraft, wenn sie in der App veröffentlicht werden.\n\n6. Kontaktieren Sie uns\n\nWenn Sie Fragen oder Bedenken zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter:\n",
        "devWebsite": "Entwickler-Website",
        "googleForm": "Support-Formular"
    },
    "TermsPage": {
        "title": "Nutzungsbedingungen",
        "text": "Gültigkeitsdatum: 28. September 2024\n\nWillkommen bei Touch Sensei! Durch das Herunterladen oder die Nutzung unserer mobilen Anwendung stimmen Sie zu, die folgenden Nutzungsbedingungen einzuhalten und sich daran zu halten. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, verwenden Sie bitte die App nicht.\n\n1. Akzeptanz der Bedingungen\n\nDurch den Zugriff auf oder die Nutzung von Touch Sensei erkennen Sie an, dass Sie diese Nutzungsbedingungen gelesen, verstanden haben und an sie gebunden sind.\n\n2. Nutzung der App\n\nTouch Sensei ist für die persönliche, nicht-kommerzielle Nutzung konzipiert. Sie dürfen die App nicht für illegale Zwecke oder auf eine Weise verwenden, die die App beschädigen oder beeinträchtigen oder die Nutzung der App durch andere Benutzer stören könnte.\n\n3. Geistige Eigentumsrechte\n\nAlle Inhalte, Marken und anderen geistigen Eigentumsrechte in der App, einschließlich der Hintergrundbilder, die mit der Microsoft Designer KI-Lösung erstellt wurden, sind im Eigentum von oder lizenziert an Touch Sensei. Ihnen wird eine eingeschränkte, nicht-exklusive und nicht übertragbare Lizenz gewährt, die App für persönliche, nicht-kommerzielle Zwecke zu verwenden.\n\n4. Keine Datenerhebung\n\nTouch Sensei sammelt, speichert oder teilt keine persönlichen Informationen seiner Nutzer. Ihre Privatsphäre ist uns wichtig, und wir setzen uns dafür ein, Ihnen ein sicheres und geschütztes Erlebnis bei der Nutzung unserer App zu bieten.\n\n5. Dienste Dritter\n\nTouch Sensei integriert oder nutzt keine Drittanbieterdienste, die Ihre persönlichen Informationen sammeln oder verarbeiten. Unsere App funktioniert unabhängig und ohne externe Datenweitergabe.\n\n6. Haftungsausschluss\n\nDie App wird 'wie sie ist' und 'wie verfügbar' ohne Gewährleistungen jeglicher Art bereitgestellt. Touch Sensei garantiert nicht, dass die App ununterbrochen, fehlerfrei oder frei von Viren oder anderen schädlichen Komponenten ist.\n\n7. Haftungsbeschränkung\n\nIm größtmöglichen gesetzlich zulässigen Umfang haftet Touch Sensei nicht für direkte, indirekte, zufällige oder Folgeschäden, die aus der Nutzung oder Unfähigkeit zur Nutzung der App entstehen.\n\n8. Änderungen der Bedingungen\n\nWir können diese Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Es wird empfohlen, diese Bedingungen regelmäßig auf Änderungen zu überprüfen. Änderungen treten in Kraft, wenn sie in der App veröffentlicht werden.\n\n9. Kontaktieren Sie uns\n\nWenn Sie Fragen oder Bedenken zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter:\n",
        "devWebsite": "Entwickler-Website",
        "googleForm": "Support-Formular"
    },
    "Link": {
        "home": "Hauptseite",
        "developer": "Entwickler"
    }
}