{
    "HomePage": {
      "soon": "coming soon",
      "title": "Hello world English!",
      "about": "Go to the about page",
      "gameInfoTitle": "Game Info",
      "gameInfo": "Touch Sensei has traveled to different lands over the years, touching new cultures in each country, touching the depths of different souls. On each journey he encountered new emotions: the warmth of love, the jolt of pain, the cold breath of fear, the shadow of worry, the light of happiness, the glow of courage, the depth of sadness, the lightness of joyful upliftment, the freshness of hope and the heavy darkness of despair... Every feeling tasted different, every emotion had a different texture.\n\nOver time, Sensei learned to bring all his senses together; when he could feel everything at once, he realized the magic behind the coincidences. He wove this secret deep into the game.\n\nTo join Touch Sensei on his secret and true journey, you must play the game carefully. Place your finger on the circle and move with it for the longest time. Along the path of your finger, every detail you encounter will bring you one step closer to the secret doors of your own senses.\n\nTouch Sensei is the perfect guide to get you fully synchronized with yourself and life, and we wish you a lot of fun on this magical journey. :)"
    },
    "NotFoundPage": {
        "title": "Page not found"
    },
    "Metadata": {
        "title": "Touch Sensei | mobile game",
        "description": "oin Touch Sensei on an emotional journey! Move your finger to unlock feelings, discover secrets, and explore a world of unique textures. Try it now."
    },
    "PrivacyPolicyPage": {
        "title": "Privacy Policy",
        "text": "Effective Date: 28 September 2024\n\nThank you for using Touch Sensei! Your privacy is important to us. This Privacy Policy outlines how we handle your information when you use our mobile application.\n\n1. Information We Collect\n\nTouch Sensei does not collect, store, or share any personal data from its users. We respect your privacy and are committed to providing a safe and secure experience while using our app.\n\n2. Use of Your Information\n\nSince we do not collect any information, we do not use your data for any purpose.\n\n3. Third-Party Services\n\nTouch Sensei does not integrate or utilize any third-party services that collect or process your personal information. Our app operates independently without any external data sharing.\n\n4. Children's Privacy\n\nTouch Sensei is not intended for use by children under the age of 17.\n\n5. Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted within the app.\n\n6. Contact Us\n\nIf you have any questions or concerns about this Privacy Policy, please contact us at:\n",
        "devWebsite": "Developer Website",
        "googleForm": "Support Form"
    },
    "TermsPage": {
        "title": "Terms & Conditions",
        "text": "Effective Date: 28 September 2024\n\nWelcome to Touch Sensei! By downloading or using our mobile application, you agree to comply with and be bound by the following Terms and Conditions. If you do not agree with these terms, please do not use the app.\n\n1. Acceptance of Terms\n\nBy accessing or using Touch Sensei, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions.\n\n2. Use of the App\n\nTouch Sensei is designed for personal, non-commercial use. You may not use the app for any unlawful purpose or in any way that may damage or impair the app or interfere with any other user’s use of the app.\n\n3. Intellectual Property Rights\n\nAll content, trademarks, and other intellectual property rights in the app, including background images created using Microsoft’s Designer AI solution, are owned by or licensed to Touch Sensei. You are granted a limited, non-exclusive, and non-transferable license to use the app for personal, non-commercial purposes.\n\n4. No Data Collection\n\nTouch Sensei does not collect, store, or share any personal information from its users. Your privacy is important to us, and we are committed to providing a safe and secure experience while using our app.\n\n5. Third-Party Services\n\nTouch Sensei does not integrate or utilize any third-party services that collect or process your personal information. Our app operates independently without any external data sharing.\n\n6. Disclaimers\n\nThe app is provided 'as is' and 'as available' without any warranties of any kind. Touch Sensei does not guarantee that the app will be uninterrupted, error-free, or free from viruses or other harmful components.\n\n7. Limitation of Liability\n\nTo the fullest extent permitted by law, Touch Sensei shall not be liable for any direct, indirect, incidental, or consequential damages arising from the use of or inability to use the app.\n\n8. Changes to Terms\n\nWe may update these Terms and Conditions from time to time. You are advised to review these terms periodically for any changes. Changes are effective when they are posted within the app.\n\n9. Contact Us\n\nIf you have any questions or concerns about these Terms and Conditions, please contact us at:\n",
        "devWebsite": "Entwickler-Website",
        "googleForm": "Support-Formular"
    },
    "Link": {
        "home": "Home Page",
        "developer": "Developer"
    }
}