{
    "HomePage": {
      "soon": "yakında Google Play Store'da! [ertelendi]",
      "title": "Hello world Turkce!",
      "about": "Go to the about page",
      "gameInfoTitle": "Oyun Hakkında",
      "gameInfo": "Touch Sensei, yıllar boyu farklı diyarları gezdi, her bir ülkede yeni kültürlere, farklı ruhların derinliklerine dokundu. Her yolculukta yeni duygularla tanıştı: sevginin sıcaklığı, acının sarsıntısı, korkunun soğuk nefesi, endişenin gölgesi, mutluluğun ışığı, cesaretin parıltısı, hüznün derinliği, sevinçle yükselmenin hafifliği, umudun tazeliği ve umutsuzluğun ağır karanlığı… Her hissin tadı başka, her duygunun dokusu farklıydı.\n\nZamanla, Sensei tüm duyularını bir araya getirmeyi öğrendi; her şeyi aynı anda hissedebildiğinde, tesadüflerin arkasındaki büyüyü fark etti. Bulduğu bu sırrı, oyunun derinliklerine işledi.\n\nTouch Sensei’nin gizli ve gerçek yolculuğuna katılmak için, oyunu dikkatle oynamalısınız. Parmağınızı dairenin üzerine yerleştirin ve onunla birlikte en uzun süre boyunca ilerleyin. Parmağınızın izlediği yol boyunca, karşınıza çıkan her detay sizi kendi duyularınızın gizli kapılarına bir adım daha yaklaştıracak.\n\nKendinizle ve hayatla tam anlamıyla senkronize olmanız için mükemmel bir rehber olan Touch Sensei, sizlere bu büyülü yolculukta bol eğlence diliyor. :)"
    },
    "NotFoundPage": {
        "title": "Sayfa bulunamadı"
    },
    "Metadata": {
        "title": "Touch Sensei | mobil oyun",
        "description": "Touch Sensei ile duygusal bir yolculuğa katılın! Duyguları açmak, sırları keşfetmek ve eşsiz dokularla dolu bir dünyayı keşfetmek için parmağınızı hareket ettirin. Hemen deneyin."
    },
    "PrivacyPolicyPage": {
        "title": "Gizlilik Politikası",
        "text": "Geçerlilik Tarihi: 28 Eylül 2024\n\nTouch Sensei'yi kullandığınız için teşekkür ederiz! Gizliliğiniz bizim için önemlidir. Bu Gizlilik Politikası, mobil uygulamamızı kullandığınızda bilgilerinizi nasıl işlediğimizi açıklamaktadır.\n\n1. Topladığımız Bilgiler\n\nTouch Sensei, kullanıcılarından hiçbir kişisel veri toplamaz, saklamaz veya paylaşmaz. Gizliliğinize saygı gösteriyoruz ve uygulamamızı kullanırken güvenli bir deneyim sunmaya kararlıyız.\n\n2. Bilgilerinizi Kullanma\n\nHerhangi bir bilgi toplamadığımız için, verilerinizi herhangi bir amaç için kullanmıyoruz.\n\n3. Üçüncü Taraf Hizmetleri\n\nTouch Sensei, kişisel bilgilerinizi toplayan veya işleyen üçüncü taraf hizmetleri ile entegrasyon \n\nsağlamaz veya bu hizmetleri kullanmaz. Uygulamamız, dış veri paylaşımı olmadan bağımsız olarak çalışmaktadır.\n\n4. Çocukların Gizliliği\n\nTouch Sensei, 17 yaş altındaki çocuklar tarafından kullanılmak üzere tasarlanmamıştır.\n\n5. Bu Gizlilik Politikasındaki Değişiklikler\n\nGizlilik Politikamızı zaman zaman güncelleyebiliriz. Değişiklikler için bu Gizlilik Politikasını periyodik olarak gözden geçirmenizi öneririz. Bu Gizlilik Politikasındaki değişiklikler, uygulama içinde yayınlandıklarında geçerlidir.\n\n6. Bizimle İletişime Geçin\n\nBu Gizlilik Politikası hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçin:\n",
        "devWebsite": "Geliştirici Web Adresi",
        "googleForm": "Destek Formu"
    },
    "TermsPage": {
        "title": "Şartlar ve Koşullar",
        "text": "Geçerlilik Tarihi: 28 Eylül 2024\n\nTouch Sensei'ye hoş geldiniz! Mobil uygulamamızı indirerek veya kullanarak, aşağıdaki Kullanım Şartlarına uymayı kabul etmiş olursunuz. Eğer bu şartlarla aynı fikirde değilseniz, lütfen uygulamayı kullanmayın.\n\n1. Şartların Kabulü\n\nTouch Sensei'ye erişerek veya kullanarak, bu Kullanım Şartlarını okuduğunuzu, anladığınızı ve bu şartlara uymayı kabul ettiğinizi kabul edersiniz.\n\n2. Uygulamanın Kullanımı\n\nTouch Sensei, kişisel ve ticari olmayan kullanım için tasarlanmıştır. Uygulamayı herhangi bir yasadışı amaçla veya uygulamanın zarar görmesine veya etkilenmesine neden olabilecek bir şekilde ya da başka bir kullanıcının uygulamayı kullanımını engelleyecek şekilde kullanamazsınız.\n\n3. Fikri Mülkiyet Hakları\n\nUygulamadaki tüm içerikler, ticari markalar ve diğer fikri mülkiyet hakları, Microsoft'un Designer AI çözümü kullanılarak oluşturulan arka plan görüntüleri dahil olmak üzere, Touch Sensei'ye aittir veya ona lisanslanmıştır. Uygulamayı kişisel, ticari olmayan amaçlarla kullanmanız için sınırlı, münhasır olmayan ve devredilemez bir lisans verilmiştir.\n\n4. Veri Toplanmaması\n\nTouch Sensei, kullanıcılarından herhangi bir kişisel bilgi toplamaz, saklamaz veya paylaşmaz. Gizliliğiniz bizim için önemlidir ve uygulamamızı kullanırken güvenli ve emniyetli bir deneyim sağlamaya kararlıyız.\n\n5. Üçüncü Taraf Hizmetleri\n\nTouch Sensei, kişisel bilgilerinizi toplayan veya işleyen herhangi bir üçüncü taraf hizmeti ile entegre veya bu hizmetleri kullanmaz. Uygulamamız, dış veri paylaşımı olmadan bağımsız olarak çalışmaktadır.\n\n6. Sorumluluk Reddi\n\nUygulama 'olduğu gibi' ve 'mevcut olduğu gibi' herhangi bir garanti olmaksızın sunulmaktadır. Touch Sensei, uygulamanın kesintisiz, hatasız veya virüsler ya da diğer zararlı bileşenlerden arındırılmış olacağını garanti etmez.\n\n7. Sorumluluğun Sınırlandırılması\n\nYasanın izin verdiği en geniş ölçüde, Touch Sensei, uygulamanın kullanımından veya kullanamama durumundan kaynaklanan doğrudan, dolaylı, tesadüfi veya sonuçsal zararlardan sorumlu değildir.\n\n8. Şartlardaki Değişiklikler\n\nBu Kullanım Şartlarını zaman zaman güncelleyebiliriz. Değişiklikler için bu şartları periyodik olarak gözden geçirmenizi öneririz. Değişiklikler, uygulama içinde yayınlandığında geçerlidir.\n\n9. Bizimle İletişime Geçin\n\nBu Kullanım Şartları hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçin:\n",
        "devWebsite": "Geliştirici Web Adresi",
        "googleForm": "Destek Formu"
    },
    "Link": {
        "home": "Ana Sayfa",
        "developer": "Geliştirici",
        "appStoreHref": "https://apps.apple.com/tr/app/touch-sensei/id6705136310",
        "MediumArticle": {
            "name": "Geliştiriciden açıklama metni",
            "link": "https://saral.blog/touch-sensei-yay%C4%B1nda-d399a2560ff9"
        } 
    }
}